;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Wise Registry Cleaner
; Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation.
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author: Kravtsov Aleksandr (for v11.1.5 edited and fixed by gutasiho)
; Translation Author Email = localiz@rambler.ru
; Product name: Wise Registry Cleaner
; Version = 11.1.5
; Update: Jun. 11, 2024
;
[Lang]
NativeLanguage=Українська
ChangeLang=Перезапустіть програму для застосування змін.

[GUI]
ButtonYes=Так
ButtonNo=Ні
ButtonOK=ОК
ButtonMinimize=Згорнути
ButtonMaximize=Розгорнути
ButtonClose=Закрити
ButtonRestore=Відновити
ButtonMenu=Меню
Support=Зворотний зв'язок

[Translation]
;
; Reading habits
; 
ReadHabit=Left-to-right
;
; Font and Charset
;
LanguageName=UKR
LangCode=0422
DefaultFont = Arial
DefaultFontSize = 11
DefaultCharset = RUSSIAN_CHARSET
;
; Message box
;
Information=Інформація
Warning=Увага
Error=Помилка
Confirm=Підтвердження
;
; Main GUI
;
FrmGeneral.chkuac.caption=Пропустити UAC
FrmWRC.btnregclean.caption=Очищення
FrmWRC.btnadv.caption=Оптимізація
FrmWRC.btnsilm.caption=Дефрагментація
FrmWRC.btnrestore.caption=Відновлення
FrmWRC.btnsettings.caption=Настройки
FrmWRC.btnsuggest.caption=Підтримка й відгуки
FrmWRC.WiseSimpleButton1.caption=Резервне копіювання
FrmWRC.btnupdate.caption=Перевірка оновлень обновлений
FrmWRC.btnmessage.caption=Новини


;
; Reg Cleaner
;
FrmReg.caption=Реєстрація
FrmRegClean.btnall.caption=Вибрати все
FrmRegClean.btnre.caption=Рекомендовані
FrmRegClean.btnnone.caption=Зняти все
FrmRegClean.WiseLabel1.caption=Автоочищення
FrmRegClean.lbltype.caption=Запускати:
FrmRegClean.lblweek.caption=День:
FrmRegClean.lbltime.caption=Час:
FrmRegClean.btnScan.caption=Сканувати
FrmRegClean.btncancel.caption=Відміна
FrmRegClean.btnrescan.caption=Повторити
FrmRegClean.lblstat.caption=В даний час реєстр не очищено. Рекомендується перевірити реєстр просто зараз.
FrmRegClean.vtrc.Columns[0]=Данні
FrmRegClean.vtrc.Columns[1]=Ключ реєстру
FrmReg.lblinfo.caption=Спасибі за вибір Wise Registry Cleaner
FrmReg.lblinfoex.caption=Введіть ваш ключ для активації версії PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Ваше ім'я:
FrmReg.lblKey.caption=Ключ:
FrmReg.btnReg.caption=Реєстрація
FrmReg.btnbuy.caption=Купити
FrmReg.lblhelp.caption=Загубили ключ?
FrmReg.btnContact.caption=Зворотний зв'язок

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Оптимізація
FrmOptimizer.btnnone.caption=Нічого
FrmOptimizer.btnall.caption=Все
FrmOptimizer.btnDefault.caption=За замовчуванням
Frmoptimizer.lblinfoex.caption=Оптимізація системи може поліпшити швидкість й стабільність роботи Windows.
FrmOptimizer.btnoptimize.caption=Оптимізувати
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Дефрагментація реєстру може зробити ваш комп'ютер швидшим і стабільнішим.
FrmRegDefragger.lblstat.caption=Ви ще не дефрагментовували реєстр. Зробіть дефрагментацію просто зараз.
FrmRegDefragger.btndefrag.caption=Дефрагментація
FrmRegDefragger.lblinfo1.caption=1. Закрийте всі інші програми до запуску цієї функції.
FrmRegDefragger.lblinfo2.caption=2. Система може тимчасово не відповідати на запити під час аналізу.
FrmRegDefragger.lblinfo3.caption=3. Комп'ютер автоматично перезавантажиться після завершення дефрагментації реєстру.
FrmRegDefragger.lblinfo4.caption=4. Не переривайте дефрагментацію, бо це може викликати непередбачувані наслідки.
FrmRegDefragger.vtdefrag.Columns[0]=Гілка реєстру
FrmRegDefragger.vtdefrag.Columns[1]=Поточний розмір
FrmRegDefragger.vtdefrag.Columns[2]=Новий розмір
FrmRegDefragger.vtdefrag.Columns[3]=Різниця
FrmRegDefragger.btnAnalysis.caption=Аналіз
;
; Custom scan areas
;
Frmcustom.btnre.caption=Рекомендовані
Frmcustom.btnall.caption=Вибрати все
Frmcustom.btnnone.caption=Зняти все
Frmcustom.btncancel.caption=Скасувати
Frmcustom.btnok.caption=ОК
;
; About Window
;
Frmabout.lblstatus.caption=Статус:
frmabout.lblUninstall.caption=Как деинсталлировать
frmabout.lblPolicy.caption=Политика конфиденциальности
frmabout.lblEula.caption=Лиценз. соглашение
FrmAbout.lblver.caption=Поточна версія:
FrmAbout.lblemail.caption=Підтримка:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Домашня сторінка:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Дякуємо за внесок:
FrmAboutWin.caption=Про програму
FrmAboutWin.btnok.caption=ОК
;
; Settings
;
FrmSettings.caption=Налаштування
FrmSettings.tsCommon.caption=Загальні
FrmGeneral.chkexp.caption=Приєднатися до програми покращання якості програмного забезпечення
FrmGeneral.lblexp.caption=Деталізація
FrmSettings.tsAutoRun.caption=Автозапуск
FrmSettings.tsExclusion.caption=Винятки
FrmSettings.btnrestore.caption=Про програму
FrmSettings.btnok.caption=ОК
FrmSettings.btncancel.caption=Скасувати
FrmUsers.lblinfo.caption=Вкажіть користувачів, якими ви хочете управляти
FrmUsers.rdcuser.caption=Для поточного користувача
FrmUsers.rdauser.caption=Всі користувачі
FrmUsers.rdusers.caption=Вибрані користувачі
FrmSettings.tsUsers.caption=Користувачі
FrmGeneral.ckRestorePoint.caption=Створити точку відновлення до дефрагментації
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Створити ярлик "Очистити в один клік" на робочому столі
FrmAutorunSettings.lblcmd.caption=Режим командного рядка
FrmAutorunSettings.lblcmdinfo.caption=Ви можете запускати програму, перевіряти та дефрагментувати реєстр автоматично з командного рядка. Для отримання додаткової інформації натисніть F1 або перейдіть за посиланням, щоб ознайомитись з документами допомоги.
FrmAutorunSettings.btnhelp.caption=Допомога онлайн
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Додати ключове слово
FrmExclusion.btnExport.caption=Експорт
FrmExclusion.btnRemove.caption=Видалити
FrmExclusion.btnimport.caption=Імпорт
Frminput.btnok.caption=ОК
Frminput.btncancel.caption=Скасувати
;
; General Settings
;
FrmGeneral.chkNews.caption=Отримувати новини
FrmGeneral.chkbackup.caption=Створювати копію реєстру до очищення
FrmGeneral.WiseLabel1.caption=Оновлення:
FrmGeneral.WiseLabel2.caption=Мова:
FrmGeneral.btnchecknew.caption=Перевірити зараз
FrmGeneral.lbtran.caption=Перекласти...
FrmGeneral.lblBackup.caption=Бекап в:
FrmGeneral.btnbr.caption=Вибрати...
;
; Backup and Restore
;
Frm_br.btncancel.caption=Скасувати
FrmBackup.caption=Резервування
FrmBackup.btnreg.caption=Створити повну резервну копію реєстру
FrmBackup.btnsys.caption=Створити точку відновлення системи
FrmRestore.caption=Центр відновлення
FrmRestore.btnRegBk.caption=Реєстр
FrmRestore.btnSysBK.caption=Точки відновлень
FrmRestore.btnclose.caption=Закрити
FrmRestore.btnrestore.caption=Відновити
FrmRestore.btnremove.caption=Видалити
;
; Update
;
frmupdate.caption=Оновлення програми
;
; Popup Menus
;
pmLicenseKey1=Реєстрація
pmLicenseKey=Змінити ліцензійний ключ
pmHelp=Допомога онлайн
pmforum=Форум
pmHome=Домашня сторінка
pmContact=Зворотний зв'язок
pmCheckNew=Перевірити оновлення
pmStyle=Тема оформлення
pmLang=Мова інтерфейсу
pmAbout=Про програму
pmIgnore=Ігнорувати вибране
pmrec=Вибрати безпечні пункти
pmAll1=Вибрати все
pmNone=Відмінити все
pmGo=Відкрити в редакторі реєстру...
pmExport=Експорт в...
pmPortable=Створити портабельну версію
;
; DefProcess
;
FrmProcess.Caption=Аналіз реєстру
FrmProcess.lblwait.caption=Аналіз...
FrmProcess.lblinfo.caption=Деякий час комп'ютер не буде відповідати на запити.
FrmProcess.lblwait.caption=Аналіз, зачекайте...
FrmSettings.tsArea.caption=Область
FrmOptimizer.btnRecommended.caption=Рекомендовано
FrmWRC.btnAi.caption=AI Utilities
[Message]
Unlimited=Без обмежень
Free=Free
Registried=Зареестровано
Unregistried=Незареестровано
NoNews=Є непрочитані повідомлення.
InvalidRegInfo=Невірна інформація!
alluser=Всі користувачі
currentuser=Поточний користувач
Username=Користувач
Proupdate=На жаль, версія Free не підтримує оновлення. Ми можемо дати вам спеціальну знижку на отримання останньої версии. Якщо ви вирішите її оновити, вона все одно стане безплатною версією. Продовжити?
MWDetected=MalwareBytes заблокував дію %s. Нажміть кнопку OK для отримання рішення.
ActivateOnline=Перевірка реєстраціонної інформації, зачекайте декілька секунд...
WRCRunning=Програма запущена.
StopAndExit=Програма працює, зупинити перевірку й вийти?
EmptyEmail=Адреса електронної пошти не може бути пустою.
EmptyName=Ім'я користувача не може бути пустим.
InvalidEmail=Помилка. Введіть дійсну адресу електронної пошти.
EmpytKey=Ліцензійний ключ не може бути пустим.
InvalidKey=Невірний ліцензійний ключ, введіть дійсний ключ.
EnterEmail=Введіть вашу адресу електронної пошти
EnterName=Введіть ваше ім'я
EnterKey=Введіть ліцензійний ключ
OverMaxTimes=Перевищено максимальне число активацій.
ThanksRegister=Спасибі за реєстрацію програми!
Activated=Версія Pro активована.
ConnectFail=Не вдалось підключитись до серверу, перевірте підключення до Інтернету й спробуйте пізніше.
NoRegInfo=Не вдалось знайти інформацію про реєстрацію, зверніться в підтримку.
NeedAdmire=Функція доступна тільки для адміністратора, ввійдіть в систему як адміністратор.
ScheduleHint=Регулярне чищення комп'ютера.
Unoptimized=Не оптимізовано
UpdateError=Помилка оновлення. Бажаєте завантажити останню версію на нашому сайті?
RegeditorLocked=Редактор реєстру недоступний, функція резервного копіювання й відновлення потребує доступу до нього. Бажаєте розблокувати редактор реєстру?
failtounLock=Не вдалось розблокувати редактор реєстру. Можливо, вам потрібна авторизація для цієї операції.
Total=Всього
DefragRate=Розмір реєстру буде зменшено на %s.
SuggestDefrag=Рекомендується виконати дефрагментацію реєстру.
SuggestIgnore=Реєстр не потребує дефрагментації, ви можете виконати її наступного разу.
TypeNoError=Помилок немає
NeverClean=Очищення реєстру не виконувалось. Рекомендується виконати очищення.
AdviseClean=Регулярне очищення реєстру допоможе зробити роботу комп'ютера більш швидкою.
DupItem=Цей пункт вже є списку.
Advisedefrag=Дефрагментація реєстру допоможе пришвидчити й стабілізувати роботу комп'ютера.
NeverDefrag=Ви ще не провели дефрагментацію реєстру. Рекомендується провести анализ
LastDefrag=Остання дефрагментація реєстру:
TotalDefrag=Всього %.2f було стиснено.
DefaultValue=(По замовчуванню)
RegBackup=Резервне копіювання реєстру
RegRestore=Відновлення реєстру...
CreateBackup=Створення копії реєстру...
Compress=Стиснення...
Extracte=Розпаковується...
Complete=Готово
RestoreReg=Відновлення реєстру... Зачекайте кілька хвилин...
NotSupportOS=Функція не підтримується в цій операційній системі.
EnableRestore=Відновлення системі вимкнене. Бажаєте активувати відновлення системи?
SysCreating=Створення точки відновлення системи...
SysRestoring=Підготовка до відновлення системи...
RestorePointDone=Точку відновлення системи було успішно створено.
RestorePointFail=Не вдалося створити точку відновлення системи.
ErrorMsg=Повідомлення про помилку:
Area=Галузь
Summary=Опис
LeastOne=Будь ласка, виберіть принаймні одну галузь для перевірки.
IsRunning=Програма перевіряє. Дочекайтесь завершення перевірки та спробуйте ще раз.
Optimized=Оптимізовано
ComfirmDefrag=Збережіть вашу незакінчену роботу, тому що комп'ютер буде перезавантажений відразу ж після впорядкування реєстру. Бажаєте розпочати прямо зараз?
def15After=%d днів пройшло з моменту останнього впорядкування реєстру. Будь ласка, впорядкуйте його зараз!
def15Before=Ваш комп'ютер буде працювати швидше та стабільніше, якщо реєстр буде оптимізованим.
KeyWord=Введіть ключове слово:
ExImport=Список винятків був експортований до:
NoNewVer=Ви використовуєте найновішу версію.
Daily=Щодня
Weekly=Щотижня
Monthly=Щомісяця
Never=Ніколи
TranslateTo=Перекласти...
NeedBack=Схоже, це ваш перший раз використовування цієї програми. Рекомендується створити резервну копію реєстру. Бажаєте зробити її зараз?
Newsletter=Підписка
UpgradeInfo=Інформація про оновлення
CannotCrTask=Неможливо створити завдання за розкладом.
ScheduleNextTime=Наступного разу:
Exported=Поточні пункти було експортовано до %s. Бажаєте відкрити файл зараз?
Idle=При очікуванні
Login=При вході
LastClean=Останній раз реєстр було очищено:
Monday=Понеділок
Tuesday=Вівторок
Wednesday=Середа
Thursday=Четвер
Friday=П'ятниця
Saturday=Субота
Sunday=Неділя
IssueFound=знайдено помилок %d 
Scanning=Перевірка
ScanCanceled=Перевірку було скасовано!
FindError=Всього було знайдено помилок - %d. Небезпечними є - %d.
LogAll=знайдено помилок - %d, виправлено - %d.
LogFail=Не вдалося виправити %d проблем.
StartClean=Виправити
StartScan=Пошук
7After=%d днів пройшло з останнього прибирання реєстру. Пропонується виконати перевірку.
7Before=Чим прибранішим реєстр є, тим швидшим ваш комп'ютер стає!
ReScanHint=Було знайдено проблем %d. Пропонуємо перевірити, ще раз, щоб знайти інші проблеми.
CleanNow=Будь ласка, натисніть кнопку "Прибрати", щоб зараз виправити ці проблеми.
NoError=Вітаємо! Ви виконали прибирання реєстру!
GoodHabit=Це корисно: щоб зберегти максимальну продуктивність Вашого ПК, регулярно прибирайте реєстр.
ReScanHint1=Ми пропонуємо вам перевірити ще раз, щоб знайти потенційні проблеми.
TypeChanged=Ви змінили пункти, що перевіряються!
ReScanHint2=Будь ласка, перевірте знову, щоб знайти проблеми, що залишились.
CleanDone=Прибирання було завершено!
bkAuto=Автоматично
bkManual=Вручну
BackupDate=Бекап створено
BackupType=Тип бекапу
Problems=Проблеми
CreateDate=Дата створення
Description=Опис
Removebackup=Чи дійсно бажаєте, щоб вибрану резервну копію було видалено?
RemoveSysRestore=Чи дійсно бажаєте, щоб вибрану точку системи відновлення було видалено?
NoBackupSelected=Будь ласка, виберіть хоча б одну резервну копію, щоб відновити реєстр.
RestoreComplete=Відновлення Виконано
RestoreFromSysRestore=Ви будете повинні перезавантажити комп'ютер, щоб відновити систему. Чи бажаєте розпочати відновлення в даний час?
WhenIdle=При очікуванні
WhenLogin=При вході
NewVer=Доступна нова версія! Ви хочете оновити її зараз?
TranslateTo=Перевести на...
HistoryErrors=Виправлено помилок: %d
clickfix=Нажміть тут, щоб виправити.

[Tuneup]
SuperPrefetchParameters=Відключити Super-Prefetch, щоб зменшити споживання пам'яті при завантаженні Windows (8, 10).
BlueReboot=Відключити автоматичне перезавантаження при синьому екрані.
RemoteRegAccess=Відключити зміни в реєстрі з віддаленого комп'ютера.
FileListSpeed=Оптимізувати політику оновлення списку файлів Windows.
PreviewUP=Збільшити швидкість відображення попереднього перегляду на панелі завдань.
OptDNS=Оптимізувати DNS.
OptLAN=Оптимізувати локальні з'єднання
ShowSpeed=Збільшити швидкість відгуку системи.
AeroSnap=Збільшити швидкість відображення значків Aero Snap.
SSDSpeedup=Оптимізація SSD
DisablePrefetch=Відключити параметри Prefetch, щоб подовжити термін служби SSD.
DisableSuperPrefetch=Відключити параметри Superfetch, щоб подовжити термін служби SSD.
DisableDefragBoot=Відключити дефрагментацію диску при завантаженні, щоб подовжити термін служби SSD.
DisableDefragIdle=Відключити автоматичну дефрагментацію при простої, щоб подовжити термін служби SSD.
EnableTRIM=Включити функцію TRIM для покращення продуктивності SSD.
OptIEConnection=Збільшити кількість підключень до серверу. Швидкість завантаження сторінок буде вище.
IconCache=Збільшити кеш значків системи й пришвидчити відображення робочого столу.
RestoreAll=Ви бажаєте, щоб всі елементи Windows було відновлено за замовчуванням?
NoSelectedItem=Будь ласка, оберіть хоча б один пункт для оптимізації.
OptItems=Наступні %d пунктів може бути оптимізовано.
ItemsOptimized=%d пунктів було оптимізовано.
TakeEff=Деякі зміни вступлять в дію лише після перезавантаження комп'ютера.
NoItems=Вітаємо! Всі елементи було оптимізовано.
BootSpeedup=Прискорення завантаження/вимкнення
SystemStable=Стабілізація системи
SystemSpeedup=Пришвидшення системи
NetworkSpeedup=Пришвидшення мережі
PrefetchParameters=Оптимізація попередньої вибірки параметрів, щоб поліпшити швидкість завантаження Windows
BootDelay=Знижений час "перевірки диску", щоб поліпшити швидкість завантаження Windows
BootPartition=Включення оптимізації функцій, щоб поліпшити швидкість завантаження Windows.
ClearPagingFile=Вимкнення очищення файлу підкачки під час завершення роботи, щоб прискорити вимкнення ПК
TimeOut=Зменшення бездії програм на закриття, щоб поліпшити процес вимикання
AutoKill=Закриття заморожених процесів, щоб уникнути збоїв системи
RestartExplorer=Автоматичне перезавантаження провідника, щоб зупинити несподіване зникнення робочого столу
TwoProcess=Запуск компонентів провідника в окремих процесах, щоб уникнути системних конфліктів
ErrorReport=Вимкнення екранних повідомлень про помилки, щоб підвищити продуктивність системи
Debugger=Вимкнення налагоджувача, щоб прискорити обробку помилок
OptMemory=Оптимізація налаштунків пам'яті за умовчанням, щоб підвищити продуктивність системи
OptVEff=Оптимізація компонентів інтерфейсу (вікно, меню і таке інше), щоб підвищити продуктивність системи
OptFileSystem=Оптимізація файлової системи, щоб підвищити продуктивність операційної системи
OptDiskSystem=Оптимізація дискової підсистеми вводу/виводу, щоб підвищити продуктивність системи
DisAutoRun=Вимкнення функції "Автозапуск" на дисках, щоб уникнути зараження/розповсюдження віруса
OptDiskIdle=Оптимізація дискового вводу/виводу в той час, як процесор знаходиться в режимі очікування
OptTTL=Оптимізація налаштунків TTL (час життя), щоб підвищити продуктивність мережі
OptNetForward=Оптимізація можливості упередження мережі, щоб підвищити продуктивність мережі
OptMTU=Поліпшення продуктивності TCP/IP через автоматичне виявлення за технологією Path MTU Discovery "чорних дір" в маршрутизації.
OptWINS=Оптимізація часу запиту WINS імені, щоб поліпшити швидкість передачі даних
OptNetWork=Оптимізація параметрів мережі, щоб поліпшити продуктивність зв'язку
CloseAnimate=Вимкнення "ефектів переходів", щоб поліпшити швидкодію інтерфейсу Windows
PagingExecutive=Вимкнення нумерації сторінок пам'яті та зниження вводу/виводу диску, щоб підвищити продуктивність програм
StaticIP=Встановлення статичного IP для локального з'єднання, щоб прискорити завантаження ПК
PorcessorTime=Оптимізація продуктивності процесора під виконання програм, ігор і таке інше (ігнорувати, якщо сервер)
DisableIDECheck=Запобігання перевірки IDE каналу, щоб поліпшити швидкість завантаження Windows
ForeAppSpeed=Підвищення швидкості відповіді запущених програм
AeroPeek=Підвищення швидкості відображення Aero Peek
OptEthernet=Оптимізація продуктивності карти Ethernet
DisableHibernate=Відключити режим сну, щоб зекономити місце на диску й  и подовжити термін служби SSD. Швидкий запуск також буде відключено.
IndexOptimize=Оптимізувати індексацію Windows.
RemoveShotcut=Прибрати слово "ярлик" з іконок ярликів.
AutoReStartShell=Оптимізувати провідник Windows для автоматичного перезапуску після виникнення виключень.
ListveiwOpt=Оптимізувати візуальні ефекти меню й списку, щоб збільшити швидкість роботи системи.

[Type]
ContextMenu=Неприпустимий елемент
MUICache=Кеш MUI
Services=Служби Windows
Activex=Компоненти ActiveX/COM
FireWall=Параметри брандмауера
RootAll=Помилкові шляхи
SoftwareSection=Шляхи програм
ApplicationPaths=Шляхи додатків
FileTypes=Типи файлів
HelpFiles=Файли допомоги
Fonts=Шрифти
SharedDLL=Спільні бібліотеки
MRULists=Списки MRU користувача
UninstallSection=Деінсталятор
StartMenu=Меню Пуск
StartupProgram=Запуск програм
SoundandAppEvents=Звук та Події
IEUrlHistory=Історія посилань браузера
IFEO=Файли зображень
EmptyKey=Порожні Ключі
App=Налаштування програм

[ErrorMessage]
MUIError1=Відсутнє MUI посилання, але диск «%s» %s, рекомендуемо ігнорувати цю помилку.
MUIError=Пошук загублених MUI посилань
ServiceNotExists=Служба не існує.
MimeExName=Зареєстровано хибне MIME розширення файлу: %s
EmptyKey=Порожній Ключ. 
EmptyHelpdirctory=Порожній каталог Допомоги. 
FileNotExist=Файлу/Папки не існує.
HFileNotExist=Файлу/Папки Допомоги не існує. 
EmptyValue=Порожнє значення. 
TypeLib=Бібліотеки Типів не існує:
NodeEmpty=Порожній Вузол. 
SharedFilenotexist=Спільний файл не існує. 
sharedfilenotbeuse=Спільний файл не використовується. 
noconnection=Без інформації про зв'язаний файл. 
Invalidpathtoicon=Хибний шлях до іконки. 
ReferstoaninvalidClass=Звернення до недійсного Класу. 
Emptyshellcommand=Порожня команда Оболонки. 
Invalidshellcommand=Хибна команда оболонки (файл не існує). 
Fontsnotexist=Файл Шрифту не існує. 
Hijacking=%s був захоплений %s. 
MRULists=Списки MRU Користувача. 
invalidOpenWith=Немає ніяких програм, пов'язаних з цим типом. 
ReferActivex=Звернення до недійсного ActiveX/COM запису. 
EmptyCLSID=Порожній CLSID. 
ComSourceNotExist=COM Джерело не існує. 
invalidUnistall=Хибна інформація про видалення. 
notexist=_не існує. 
ObsoleteStartMenuItem=Застарілий Пункт Меню Пуск. 
SoundFilenotexist=Звуковий Файл не існує. 
FileNotExist1=Файлу/Папки не існує, але диск "%s" є %s, рекомендуємо ігнорувати.
OpenWithError=Помилка відкриття, вказаний додаток не існує.
OpenWithError1=Помилка відкриття, вказаний додаток не існує. Однак диск «%s» %s, рекомендуємо вам ігнорувати цю помилку.
ComSourceNotExist1=Джерело COM не існує, але пристрій %s є %s, рекомендуємо вам ігнорувати цю помилку.
Trojan=Це типова поведінка трояну. Рекомендуємо негайно видалити пункт і просканувати комп'ютер антивірусною програмою.
InvalidShellExtensions=Неприпустимі розширення оболонки
progid=Зазначений ідентифікатор програми не існує:


[Summary]
ContextMenu=Контекстне меню
MUICache=Кеш MUI
Services=Служби Windows
Activex=Невірні компоненти ActiveX та COM
FireWall=Невірні параметри брандмауера Windows
RootAll=Хибні шляхи та файли
SoftwareSection=Хибні шляхи та файли, залишені видаленими програмами
ApplicationPaths=Хибні шляхи та файли зареєстрованих додатків
FileTypes=Хибна інформація про розширення файлів
HelpFiles=Хибні зареєстровані файли допомоги
Fonts=Хибна інформація про шрифти
SharedDLL=Відсутність спільних динамічних бібліотек
MRULists=Історія доступу до файлів, редагування документів і таке інше
UninstallSection=Непотрібна або нечинна інформація про видалення
StartMenu=Застарілі елементи меню Пуск
StartupProgram=Застарілий або недійсний запуск програм 
SoundandAppEvents=Застарілі або нечинні налаштування звуку та подій
IEUrlHistory=Історія відвідань веб сторінок з IE
IFEO=Шкідливі записи, створені шпигунськими програмами й вірусами
EmptyKey=Записи, що не містять інформації
App=Хибні налаштування програм

[AutoClean]
ErrorsFixed=помилок було виправлено.
Title=Вітаємо!
ErrorsFound=помилок було знайдено.

[AutoUpdate]
CurrentFile=Поточний файл:
Canceling=Відміна...
CANCEL=Відміна
Ready=Готово для завантаження

[Skin]
SkinDefault=За замовчуванням
SkinLight=Світла
SkinDark=Темна

[Renew]
subscribed=Не нагадувати більше.
title=Wise Registry Cleaner PRO спливає через %d днів!
title1=Ваш ліцензійний ключ вже сплив. Будь ласка, оновить його!
Price=Оновлення до Pro тільки %s!
Describe=Ви можете втратити привілеї версії Pro.

[Edit]
pmcut=Вирізати
pmcopy=Копіювати
pmpaste=Вставити
pmdelete=Видалити
pmselectall=Вибрати все
pmundo=Скасувати
Renew=Оновити

[feedback]
InvalidEmail=Введіть правильну адресу электронної пошти.
emptyinput=Будь ласка, введіть що-небудь для відправки.
thanks=Спасибі за ваш відгук!
FrmFeedback.lblfeedback.caption = Як ви оцінюєте %s?
FrmFeedback.lblemail.caption = Email адреса:
FrmFeedback.lblgood.caption = Яка функція вам подобається більше всього?
FrmFeedback.lblbad.caption = Яка функція вам не подобається більше всього?
FrmFeedback.lblwant.caption = Яку нову функцію ви хотіли б отримати більше всього?
FrmFeedback.btncancel.caption = Нецікаво
FrmFeedback.btnsubmit.caption = Відправити

[WiseAi]
LoadUtilities=Завантаження...